{
  "Village Square": {
    "Time": "A clear and sunny morning of June 27th",
    "Weather": "Fresh warmth of a full-summer day",
    "Environment": "Flowers blossoming profusely and richly green grass",
    "Location": "Situated between the post office and the bank",
    "Purpose": "Central location for gatherings like the lottery"
  },
  "Children’s Play Area": {
    "Location": "In a corner of the square",
    "Feature": "Pile of stones guarded by boys",
    "Ground": "Dusty ground where small children play or roll"
  },
  "Homes and Streets of the Village": {
    "Activity": "Women emerge from their homes wearing house dresses and sweaters",
    "Sounds": "Sounds of children and household activities can be heard",
    "Interaction": "Village streets where family and communal interactions occur"
  },
  "Mr. Summers’ Coal Company": {
    "Use": "A place where the lottery box is stored safely",
    "Symbolism": "Symbolizes Mr. Summers’ social responsibility and civic duties"
  },
  "Black Box and Stool": {
    "Role": "Central to the lottery proceedings",
    "Symbolism": "Represents tradition and history of the village’s lottery rituals"
  },
  "Mr. Graves' Barn and Village Grocery": {
    "Use": "Occasionally used to store the lottery box",
    "Symbolism": "Represents locations interwoven with village traditions"
  },
  "Woodbridge Church Area": {
    "Use": "Spiritual and community gathering place",
    "Symbolism": "Seen as a place of solace and contemplation for Delia"
  },
  "Delia Jones' House": {
    "Situation": "The site of domestic strife, toil, and endurance",
    "Description": "Crammed with clothes and tools of her washing trade",
    "Symbolism": "Represents steadfastness and determination for a life built through labor"
  },
  "Sykes' Encounter Points": {
    "Activity": "Places where Sykes reveals his disdain and antagonizes Delia",
    "Symbolism": "Highlight societal attitudes and Sykes’ manipulative nature"
  },
  "Barn and Snake's Habitat": {
    "Role": "Scene of ultimate confrontation and climax",
    "Symbolism": "Represents betrayal and fear embedded in domestic spaces"
  }
}
